Repository: TaniksHasNoHouse/Przewijarka_BR_Praktyki
Catalog: Logical/mappView/Resources/Texts/HMI.tmx
Source language: en
Languages: de, pl

source: Stop
de: Stoppen

source: Reset
de: Rücksetzen

source: Current recipe
de: Aktuelles Rezept
pl: Aktualna receptura

source: Edit recipe
de: Rezept bearbeiten
pl: Edycja receptur

source: Logged in as:
de: Angemeldet als:
pl: Zalogowano jako:

source: Main page
de: Hauptseite
pl: Strona główna

source: Manual page
de: Manuelle Steuerung
pl: Sterowanie ręczne

source: Alarm page
de: Alarmseite
pl: Strona alarmów

source: Diagnostics page
de: Diagnoseseite
pl: Strona diagnostyki

source: Recipe page
de: Rezeptseite
pl: Strona receptur

source: Admin page
de: Admin-Seite
pl: Zarządzanie kontami

source: Previous
de: Vorherige
pl: Poprzedni

source: Next
de: Nächste
pl: Kolejny
